from src.Id_collection import emoji_list
morning_data = {
    'h0-6': 
    [
        "現在說早安是不是有點早啊...????" + emoji_list['tc_tongue'], 
        "嗷夜對身體不太好喔OAO" + emoji_list['tc_sad'], 
        "早安...（哈欠 + "
    ],
    'h6-12': 
    [   
        "早安早早安~今天也是充滿活力的一天!!" + emoji_list['tc_happy'], 
        "起的真早呀嗷~" + emoji_list['tc_tongue'], 
        "早安~每天好心情，凡事皆如意（遞荷花"
    ],
    'h12-18': 
    [
        "你好像睡得有點久喔ww" + emoji_list['tc_angry'],
        "要一起吃午晚餐咪?" + emoji_list['tc_tongue'],
        "看看你的屁屁 太陽公公把他烤得金黃酥脆了" + emoji_list['tc_tongue']
    ],
    'h18-24': 
    [
        "美國的朋友早安呀~" + emoji_list['tc_happy'],
        "你的時間是錯位了咪?" + emoji_list['tc_tongue'],
        "你再發什咪神經"
    ],
    '南極':
    [
        "聽說南極現在是永晝 說早安沒問題吧 a8 "
          
    ]
}

# TODO
night_data = {
    # 21-1
    # 1-6
    # 6-12
    # 12-18
    # 18-21
    'h1-6': 
    [
        "晚安", 
        "嗷夜對身體不太好喔OAO", 
        "早安...（哈欠"
    ],
    'h6-12': 
    [   
        "現在是", 
        "起的真早呀嗷~", 
        "早安~每天好心情，凡事皆如意（遞荷花"
    ],
    'h12-18': 
    [
        "你好像睡得有點久喔ww",
        "要一起吃午晚餐咪?",
        "看看你的屁屁 太陽公公把他烤得金黃酥脆了"
    ],
    'h18-21': 
    [
        "今天很早睡ㄛ",
        "你的時間是錯位了咪?",
        "你再發什咪神經"
    ],
    'h21-1': 
    [
        "晚安晚安汪~",
        "",
        "你再發什咪神經"
    ],
    '南極':
    [
        "聽說南極現在是永晝 說早安沒問題吧 a8 "
          
    ]
}