channle_id = {
    "TK4開發測試頻道": 1028924185692618792,
    "領取身分組頻道": 1028330296283762819,
    "等級測試": 1029956167570571325
}

message_id = {
    "領取身分組訊息": 1029411277681995917
}

emoji_list = {
    "tc_happy": "<:tc_happy:1028269040810078208>",
    "tc_angry": "<:tc_angry:1028269037412691978>",
    "tc_is_husky": "<:tc_is_husky:1028269043989368853>",
    "tc_sad": "<:tc_sad:1028269047218974770>",
    "tc_tongue": "<:tc_tongue:1028269050985463829>"
}

role_list = {
    "普通人": "1028327331166695564",
    "小色鬼": "1028326929079738448",
    "優質圖奇觀眾": "1030029554602999858"
}

